[
  {
  "text": "Caithfidh gach duine [Name] a sheoladh mar Máistir",
  "category": "VÍREAS",
  "id": "1a"
  },
  {
  "text": "[Name] an neamhghnách atá ann! Coinnigh do éilbhí ar an tábla go dtí go ndéantar do thoil eile ort!",
  "category": "VÍREAS",
  "id": "2a"
  },
  {
  "text": "NÍ CHEART DUIT... AN TÁBLA A LAMHÚ. Nó beidh bualadh den dáimheachta 2 phóta ort",
  "category": "VÍREAS",
  "id": "3a"
  },
  {
  "text": "Tá [Name] cosanta anois ó rá aon fhocal mionlaigh go dtí sonraí breise!",
  "category": "VÍREAS",
  "id": "4a"
  },
  {
  "text": "Caithfidh [Name] labhairt le ton gáire go dtí go ndéantar do thoil eile",
  "category": "VÍREAS",
  "id": "5a"
  },
  {
  "text": "Nuair a labhraíonn [Name], caithfidh gach duine eile damhsa bómánta a dhéanamh",
  "category": "VÍREAS",
  "id": "6a"
  },
  {
  "text": "Ní féidir le [Name] cumarsáid a dhéanamh ach trí chomharthaí lámha go dtí go ndéantar do thoil eile",
  "category": "VÍREAS",
  "id": "7a"
  },
  {
  "text": "Gach uair a labhraíonn [Name], caithfidh gach duine eile gloinne a ghlacadh",
  "category": "VÍREAS",
  "id": "8a"
  },
  {
  "text": "Caithfidh [Name] hata greannmhar a chaitheamh ar feadh an cluiche",
  "category": "VÍREAS",
  "id": "9a"
  },
  {
  "text": "Caithfidh [Name] canadh gach abairt go dtí go ndéantar do thoil eile",
  "category": "VÍREAS",
  "id": "10a"
  },
  {
  "text": "Nuair a labhraíonn [Name], caithfidh gach duine eile a rá 'meow' in áit freagra a thabhairt",
  "category": "VÍREAS",
  "id": "11a"
  },
  {
  "text": "Caithfidh [Name] labhairt mar róbat go dtí sonraí breise",
  "category": "VÍREAS",
  "id": "12a"
  },
  {
  "text": "Caithfidh [Name] labhairt le héithneach Béarla go dtí go ndéantar do thoil eile",
  "category": "VÍREAS",
  "id": "13a"
  },
    {
  "text": "Ón am seo amach, gach uair a deir imreoir focal mallachtáin, caithfidh siad a leithscéal a thabhairt don seomra agus a ól 3 uair. Bíodh cúrsaí eitiquette agat, le Dia mar chuideachta!",
  "category": "VÍREAS",
  "id": "14a"
  },
  {
  "text": "[Name], coinneáil láimh [Name2] le grá, go dtí go ndéantar a rá duitseach eile!",
  "category": "VÍREAS",
  "id": "15a"
  },
  {
  "text": "[Name] an ceannaire foirne atá ann! Is féidir leat do lámh a chur ar an mbord i gcónaí, beidh an t-imreoir deireanach a chuireann a lámh ar an gheapáin ag ól 2 uair.",
  "category": "VÍREAS",
  "id": "16a"
  },
  {
  "text": "[Name], is tú an draoi! Cas deochanna imreoirí ag am ar bith, dealfaidh siad leis.",
  "category": "VÍREAS",
  "id": "17a"
  },
  {
  "text": "Rialú nua gach duine! Labhair mar Yoda caithfidh tú, seachas sin, ní mór duit a ól 3 uair.",
  "category": "VÍREAS",
  "id": "18a"
  },
  {
  "text": "[Name] roghnaíonn duine a thabharfaidh mion-mhassáil dá lámh! Deimhnímid nuair a stopfar.",
  "category": "VÍREAS",
  "id": "19a"
  },
  {
  "text": "[Name] an ceannaire anois agus caithfidh gach duine díriú ar a chuid orduithe go dtí nach bhfuil aon fhorbairt eile ann.",
  "category": "VÍREAS",
  "id": "20a"
  },
  {
  "text": "Nuair a labhraíonn [Name], caithfidh gach duine eile labhairt go héasca go sámh go dtí go ndéantar a rá duitseach eile.",
  "category": "VÍREAS",
  "id": "21a"
  },
  {
  "text": "[Name] caithfidh labhairt i ndán don chuid eile den chluiche.",
  "category": "VÍREAS",
  "id": "22a"
  },
  {
  "text": "[Name] an téacs-cainteoir ceaptha. Ní mór gach cumarsáid a dhéanamh trí threoracha an téacs-taifeadta go dtí go bhfágfar fógra breise.",
  "category": "VÍREAS",
  "id": "23a"
  },
  {
  "text": "Cibé uair a labhraíonn [Name], caithfidh gach duine eile labhairt i dteanga difriúil go dtí go ndéantar a rá nach bhfuil sé ann",
  "category": "VÍREAS",
  "id": "24a"
  },
  {
  "text": "Is é [Name] an teangaire roghnaithe do charades. Caithfear an chumarsáid a dhéanamh tríd charades go dtí sonraí breise",
  "category": "VÍREAS",
  "id": "25a"
  },
  {
  "text": "Cibé uair a labhraíonn [Name], caithfidh gach duine eile comhartha ainmhí a imirt go dtí go ndéantar a rá nach bhfuil sé ann",
  "category": "VÍREAS",
  "id": "26a"
  },
  {
  "text": "Is é [Name] an mime roghnaithe. Caithfear an chumarsáid a dhéanamh tríd mime go dtí sonraí breise",
  "category": "VÍREAS",
  "id": "27a"
  },
  {
  "text": "Cibé uair a labhraíonn [Name], caithfidh gach duine eile labhairt i n-accent difriúil go dtí go ndéantar a rá nach bhfuil sé ann",
  "category": "VÍREAS",
  "id": "28a"
  },
  {
  "text": "Caithfidh [Name] labhairt cosúil le hiarráid go dtí sonraí breise",
  "category": "VÍREAS",
  "id": "29a"
  },
  {
  "text": "Cibé uair a labhraíonn [Name], caithfidh gach duine eile labhairt i guth difriúil (ard, íseal, róbat, srl.) go dtí go ndéantar a rá nach bhfuil sé ann",
  "category": "VÍREAS",
  "id": "30a"
  },
  {
  "text": "[Name], caithfidh tú ól gach uair a dhéanann an duine ar do dheis é.",
  "category": "VÍREAS",
  "id": "31a"
  },
  {
  "text": "[Name] agus [Name2], glaofar ar an ngrúpa oraibh le hainmneacha ón am seo amach. Bí cruthaitheach leo!",
  "category": "VÍREAS",
  "id": "32a"
  }
]
