[
  {
    "text": "Take a sip for every tattoo you have 💉",
    "category": "RULE"
  },
  {
    "text": "Take three sips if you’ve ever been pregnant/gotten someone pregnant. If you are pregnant right now, please stop drinking.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve ever regretted having sex with someone.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve ever had an STI. Down your drink if you passed it on.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you watched porn in the last 24 hours.",
    "category": "RULE"
  },
  {
    "text": "[Name], give out 4 sips if you’ve flashed/streaked in public. Unless it was around children, in which case, go to jail.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve sent nudes. Three sips if you did it while underage.",
    "category": "RULE"
  },
  {
    "text": "Take 2 sips if you’ve ever sent nudes to the wrong person.",
    "category": "RULE"
  },
  {
    "text": "Take 2 sips if you’ve ever tasted yourself. Take two more sips if you liked it.",
    "category": "RULE"
  },
  {
    "text": "Give out 4 sips if you think you’ve found your soulmate.",
    "category": "RULE"
  },
  {
    "text": "Tell the other players your celebrity crush. If they disapprove, take 3 sips.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you call your boyfriend “daddy”.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you beat your meat/flicked your bean in the last 24 hours.",
    "category": "RULE"
  },
  {
    "text": "Give out three sips if you’ve ever filmed yourself having sex.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve ever broken up with someone.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve been broken up with.",
    "category": "RULE"
  },
  {
    "text": "Down your drink if you’ve ever cheated on someone",
    "category": "RULE"
  },
  {
    "text": "Give out two sips if you’ve been cheated on.",
    "category": "RULE"
  },
  {
    "text": "Take two sips if you’ve ever been the other woman/man. Take another two sips if you were fully aware of this too.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve ever been caught having sex/masturbating.",
    "category": "RULE"
  },
  {
    "text": "Down your drink if you’ve ever heard your parents having sex. Hopefully the alcohol will wipe your memory.",
    "category": "GET IT DOWN YA"
  },
  {
    "text": "Take a sip if you’ve kissed a girl.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve kissed a boy.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve kissed a non-binary person.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve ever had sex.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve had sex in the last 24 hours, or give out a sip to whoever has had sex most recently.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve had anal sex.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve given oral sex.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve received oral sex.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you’ve had a pregnancy scare.",
    "category": "RULE"
  },
  {
    "text": "Everyone draw a cute little penis on the fridge except [Name], who'll decide which is cutest. The winner gives out 2 sips, [Name2] you start!",
    "category": "CHALLENGE"
  },
  {
    "text": "Around the room, name your ex relationships/hookups one at a time. The first person to run out of names drinks 2 times. [Name] you start",
    "category": "CHALLENGE"
  },
  {
    "text": "You get to have 5 minutes of sex before you die with whomever you want, wherever you want. [Name] and [Name2] suggest a choice, then the other players vote for the best one! The winner gives out 2 sips, the loser drinks twice.",
    "category": "VOTE"
  },
  {
    "text": "Words for genitals, first person to repeat themselves or can't think of anything drinks 3 times. [Name] you start",
    "category": "CHALLENGE"
  },
  {
    "text": "Fireman or soldier? Vote at the same time, losing group drink 4 times",
    "category": "VOTE"
  },
  {
    "text": "Let's play spin the bottle! [Name] must spin it and kiss whoever the bottle chooses, or both must down their drinks!",
    "category": "SEXY"
  },
  {
    "text": "Take 3 sips if you've ever farted while kissing someone.",
    "category": "RULE"
  },
  {
    "text": "Male boxers contest! Girls you're the jury, loser gets 3 sips",
    "category": "SEXY"
  },
  {
    "text": "Places to put your hands during sex, the first to run out of ideas drink 2 times. [Name], you start!",
    "category": "CHALLENGE"
  },
  {
    "text": "Go around the room and choose someone who'll have to touch your crotch. 4 sips for each refusal, [Name] you start!",
    "category": "SEXY"
  },
  {
    "text": "Things with holes, first to run out of ideas drinks 2 times, [Name] you start",
    "category": "CHALLENGE"
  },
  {
    "text": "Go around the room, do a gesture after repeating the gestures done so far. The loser drinks 2 times, [Name] you start!",
    "category": "CHALLENGE"
  },
  {
    "text": "Let's play ouija. [Name] say a letter, then go around clockwise adding letters until a word is created. The person who completes the word drinks 2 times.",
    "category": "CHALLENGE"
  },
  {
    "text": "Take 2 sips if you had an orgasm today.",
    "category": "RULE"
  },
  {
    "text": "[Name], lick another player's nipple or down your drink.",
    "category": "SEXY"
  },
  {
    "text": "[Name], French kiss [Name2] or drink 4 times.",
    "category": "SEXY"
  },
  {
    "text": "[Name], lick someone's lips or drink 3 times.",
    "category": "SEXY"
  },
  {
    "text": "Take a sip if you've ever kissed someone of the same gender.",
    "category": "RULE"
  },
  {
    "text": "If you've had sex while you or your partner were on their period, drink 2 times.",
    "category": "RULE"
  },
  {
    "text": "Drink 3 times if you've ever had sex in a friend's bed without them finding out.",
    "category": "RULE"
  },
  {
    "text": "The player who has the craziest ex ever drinks 2 times.",
    "category": "RULE"
  },
  {
    "text": "Drink 2 times if you've given or received a blowjob this week",
    "category": "RULE"
  },
  {
    "text": "The last person to have performed passionate cunnilingus, gives out 3 sips",
    "category": "RULE"
  },
  {
    "text": "Drink 3 times if you've ever used household objects to masturbate.",
    "category": "RULE"
  },
  {
    "text": "Drink 2 times if you've ever had a toy in your anus or vagina",
    "category": "RULE"
  },
  {
    "text": "Drink 2 times if you've ever watched people having sex IRL.",
    "category": "RULE"
  },
  {
    "text": "[Name], pinch someone's arse. 3 sips if they catch you.",
    "category": "SEXY"
  },
  {
    "text": "[Name], whisper your best dirty talk line to [Name2]. If you laugh, take 3 sips.",
    "category": "CHALLENGE"
  },
  {
    "text": "If you're single, give 2 sips to the player you think is hottest.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you've ever kissed someone you found disgusting.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you've ever kissed someone while standing on one foot",
    "category": "RULE"
  },
  {
    "text": "[Name], pick a partner. Together you will show the room your favourite sex position, or down your drink.",
    "category": "CHALLENGE"
  },
  {
    "text": "Would you rather pay for sex or be paid? Losing group takes 2 sips.",
    "category": "VOTE"
  },
  {
    "text": "Would you rather find out the last person you had sex with has an STI or is a relative? Losing group takes 2 sips.",
    "category": "VOTE"
  },
  {
    "text": "On the count of three, everyone points to the player who is most into BDSM. The most pointed-at player must tell us if they are a dom or sub and take 2 sips.",
    "category": "VOTE"
  },
  {
    "text": "On the count of three, everyone points to the player who masturbates the most. The winning wanker must take a sip for every time they've masturbated in the last week.",
    "category": "VOTE"
  },
  {
    "text": "On the count of three, everyone points to the player who is worst in bed. The most pointed-at player must take 3 sips.",
    "category": "VOTE"
  },
  {
    "text": "On the count of three, everyone points to the most chronically single player. The most pointed-at player must take a sip from their cup, which is surely mixed with their tears.",
    "category": "VOTE"
  },
  {
    "text": "Drink 2 times if you've ever looked at furry porn. Take 2 more drinks if you masturbated to it.",
    "category": "RULE"
  },
  {
    "text": "On the count of three, everyone points to the most pervy player. The most pointed-at player smiles and takes 2 sips.",
    "category": "VOTE"
  },
  {
    "text": "The player with the biggest boobs must take a sip for each boob.",
    "category": "RULE"
  },
  {
    "text": "Would you rather have sex with a penis that's too big or too small? Losing group takes 2 sips.",
    "category": "VOTE"
  },
  {
    "text": "Take a sip if you've ever had a crush on a teacher.",
    "category": "RULE"
  },
  {
    "text": "[Name], you must choose the three players you'd fuck, marry, kill!",
    "category": "CHALLENGE"
  },
  {
    "text": "Take 2 sips if you've ever had unprotected sex with a stranger.",
    "category": "RULE"
  },
  {
    "text": "[Name] must lick [Name2]'s foot or drink 4 times.",
    "category": "CHALLENGE"
  },
  {
    "text": "On the count of three, everyone points to the player most likely to have a foot fetish. The most pointed-at player must take off their socks and take 2 sips.",
    "category": "VOTE"
  },
  {
    "text": "Take 3 sips if you have a foot fetish.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you are LGBTQ.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you are transgender.",
    "category": "RULE"
  },
  {
    "text": "On the count of three, everyone points to the player most likely to be closeted. The most pointed-at player can come out or take 2 sips.",
    "category": "VOTE"
  },
  {
    "text": "[Name] must reveal their weirdest sexual fantasy or drink 3 times.",
    "category": "CHALLENGE"
  },
  {
    "text": "[Name] must tell us what they call their partner in bed or drink 3 times.",
    "category": "CHALLENGE"
  },
  {
    "text": "Take 2 sips if you have ever used Viagra.",
    "category": "RULE"
  },
  {
    "text": "Take a sip if you have ever had phone sex.",
    "category": "RULE"
  },
  {
    "text": "Take 2 sips if you have ever paid for someone's OnlyFans.",
    "category": "RULE"
  },
  {
    "text": "On the count of three, everyone points to the player most likely to do porn. The most pointed-at player must take 2 sips and plug their OnlyFans.",
    "category": "VOTE"
  },
  {
    "text": "The player who has had the most sexual partners gives out as many sips.",
    "category": "RULE"
  }
]
