[
  {
    "text": "Glac gloinne má tá tattoo agat 💉",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac triúr gloinnte más raibh tú riamh torrach/agus do dhuine éigin torrach a dhéanamh. Más tá tú torrach faoi láthair, stop do ól le do thoil.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má tá díomá ort riamh tar éis a bheith i do chuid le duine éigin.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má bhí STI ort riamh. Ól do deoch má thug tú é ar aghaidh.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má chonaic tú porn le déanaí san 24 uair an chloig.",
    "category": "RIALACHÁN"
  },
  {
    "text": "[Name], brabhsáil amach 4 gloinnte má chuir tú baoille/greamaigh i bhfeidhm i bpobal. Murab é ós cionn páistí a bhí ann, gabh go dtí an phríosún.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má sheol tú píosaí arna déanamh deathteagmhála. Triúr gloinnte má rinne tú é nuair a bhí tú faoi aois.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac 2 gloinnte má sheol tú píosaí teagmhála chuig an duine mícheart.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac 2 gloinnte má d'ith tú féin. Glac dhá ghloinne eile má thaitin sé leat.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Brabhsáil amach 4 gloinnte má cheapann tú go bhfuair tú do dhuine anamúil.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Inis do na himreoirí eile faoi do ghrá foirfe cailíní/cailíní ghrinn. Má mhothaíonn siad nach bhfuil sé go maith, glac 3 gloinnte.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má ghlaoicheann tú ar do bhfear céile 'dadaí'",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má bhuaileann tú do mhat/buaileann tú do bhineáil le déanaí san 24 uair an chloig.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Brabhsáil amach triúr gloinnte má rinne tú físeán duit féin ag déanamh rómánsa.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má bhris tú suas le duine éigin.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má rinneadh deireadh leat.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ól do dhrink má bhí tú riamh as cionn duine.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Brabhsáil amach dhá ghloinne má chuir duine eile greim ort.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac dhá ghloinne má bhí tú riamh an chéad duine eile/dhuine eile. Glacóidh tú dhá ghloinne eile más bhí a fhios agat go hiomlán freisin.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má ghabh tú le himreoirí ag déanamh rómánsa/ ag féachaint ort féin.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ól do dhrink má chuala tú do thuismitheoirí ag déanamh rómánsa. Tá súil agam go ndéanfaidh an t-ól do chuimhne a ghlanadh.",
    "category": "GABH I SÍORRÚD É"
  },
  {
    "text": "Glac gloinne má phóg tú cailín.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má phóg tú buachaill.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má phóg tú duine neamhbhináris.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má bhí gnéas agat riamh.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má bhí gnéas agat le déanaí san 24 uair an chloig, nó brabhsáil amach gloinne do dhuine ar bith a bhí gnéas aige/aici is déanaí.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má bhí gnéas analta agat.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má thug tú feabhas beirte.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má fuair tú feabhas beirte.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má bhí scanradh toirchis ort riamh.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Déan gach duine peainisínínínínínínínínínínín ghrinn ar an bhfriochtán ach [Name], a chinneoidh cé acu atá is ghrinn. Bronnann an buaiteoir 2 gloinnte, [Name2], tosaigh tú!",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Timpeall an tseomra, ainmnigh do chairdeas réamhphósta/ag ligint, duine i ndiaidh duine. Ólann an chéad duine a rith amach de na hainmneacha gloinne 2 uair. [Name], tosaigh tú",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Tá cead agat bheith 5 nóiméad de ghnéas agat sula bhfaigheann tú bás leis an duine ar mhaith leat, cibé áit is mian leat. [Name] agus [Name2], mholadh rogha, ansin vótálann na himreoirí eile don cheann is fearr! Bronnann an buaiteoir 2 gloinnte, ólann an caillte 2 uair.",
    "category": "VÓTA"
  },
  {
    "text": "Focail do ghnéasachta, an chéad duine a atógtar féin nó nach bhfuil aon smaoineamh acu faoina n-ainmneacha gloinne 3 uair. [Name], tosaigh tú",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Fear dóiteáin nó saighdiúir? Vótáil ag an am céanna, ólann an dream a chaill 4 uair.",
    "category": "VÓTA"
  },
  {
    "text": "Tar éis an bhuicéil a thógtar, ligfimid cluiche spin an bhuicéil! [Name] caithfidh sé/di é a thógtar agus póg a thabhairt don duine a roghnaíonn an bhuicéil, nó ní mór dóibh an dá dhrink a ól!",
    "category": "GNÉASÚIL"
  },
  {
    "text": "Glac 3 gloinnte má thit bréagáin ort agus tú ag pógadh duine ar bith.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Comórtas fógraí bogadóirí fir! A chailíní, is sibhse an giúirí, ólann an caillte 3 gloinnte.",
    "category": "GNÉASÚIL"
  },
  {
    "text": "Áiteanna chun do lámha a chur le linn gnéas, an chéad duine a rith amach de na smaointe ólann 2 uair. [Name], tosaigh tú!",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Timpeall an tseomra, roghnaigh duine a bheidh ag teagmháil le do chíoch. 4 gloinne do gach diúltú, [Name], tosaigh tú!",
    "category": "GNÉASÚIL"
  },
  {
    "text": "Rudaí le pollanna, an chéad duine a rith amach de na smaointe ólann 2 uair, [Name], tosaigh tú",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Timpeall an tseomra, déan comhartha i ndiaidh na gcomharthaí a rinneadh go dtí seo. Ólann an caillte 2 uair, [Name], tosaigh tú!",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Imrímis ouija. [Name], abair litir, ansin siúl timpeall deisealach le litreacha a chur le chéile go dtí cruthaítear focal. Ólann an duine a chruthaíonn an focal 2 uair.",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Glac 2 gloinnte má bhí orgasm agat inniu.",
    "category": "RIALACHÁN"
  },
  {
    "text": "[Name], líon isteach leaspioc brostach ar imreoir eile nó ól do dhrinke.",
    "category": "GNÉASÚIL"
  },
  {
    "text": "[Name], póg Francach ar [Name2] nó ól 4 uair.",
    "category": "GNÉASÚIL"
  },
  {
    "text": "[Name], líon isteach fíocháin duine eile nó ól 3 uair.",
    "category": "GNÉASÚIL"
  },
  {
    "text": "Ól gloinne má phóg tú duine den chéad inscne cheana féin.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Má bhí gnéas agat le linn do mhiotal nó do pháirtí agus iad féin ar a mhiotal, ól 2 uair.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ól 3 uair má bhí gnéas agat i leaba chara gan iad a aimsiú amach.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ólann an imreoir a bhfuil an-iarraidh ag a chuid iarbhulaí riamh 2 uair.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ól 2 uair má thug tú nó fuair tú blowjobs an tseachtain seo.",
    "category": "RIALACHÁN"
  },
  {
    "text": "An duine is déanaí a rinne cunnilingus paiseanta, faigheann sé/uaidh 3 gloinnte.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ól 3 uair má d'úsáid tú rudaí tí chun masturbaíocht a dhéanamh.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ól 2 uair má bhí bréagán i do sheasamh nó i do vhaigne.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ól 2 uair má chonaic tú daoine ag déanamh gnéas i ngnáthshaol.",
    "category": "RIALACHÁN"
  },
  {
    "text": "[Name], meilt ar muin duine. 3 gloinnte má gheobhann siad tú.",
    "category": "GNÉASÚIL"
  },
  {
    "text": "[Name], insint do líne dirtaí ceannasaí do [Name2] go siúdúil. Má gháiríonn tú, glac 3 gloinnte.",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Má tá tú singil, tabhair 2 gloinnte don imreoir is cuma leat is attraíonn tú is mó.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ól gloinne má phóg tú duine a bhfuair tú dochtúireacht uait.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ól gloinne má phóg tú duine agus tú ar do chosa amháin.",
    "category": "RIALACHÁN"
  },
  {
    "text": "[Name], roghnaigh comhpháirtí. Le chéile, léiríonn sibh an DÚSHLÁN gnéas is fearr leat don seomra, nó ól do dhrinke.",
    "category": "DÚSHLÁN"
  },
  {
    "text": "An mhaith leat íoc as gnéas nó íoc? Beidh an grúpa atá caillte ag ól 2 gloinnte.",
    "category": "VÓTA"
  },
  {
    "text": "An mhaith leat a fháil amach go bhfuil STI ag an duine is déanaí a bhí gnéas agat léi nó go bhfuil sí gaol? Beidh an grúpa atá caillte ag ól 2 gloinnte.",
    "category": "VÓTA"
  },
  {
    "text": "Ar an gcuntas go trí, díríonn gach duine i dtreo an imreora is mó faoi BDSM. Caithfidh an t-imreoir is mó a thugtar faoi faoina bhfuil siad dom nó sub a insint dúinn agus glacadh 2 gloinnte.",
    "category": "VÓTA"
  },
  {
    "text": "Ar an gcuntas go trí, díríonn gach duine i dtreo an imreora a dhéanann masturbáil an chuid is mó. Caithfidh an buaiteoir a bhaineann amach é a fhágáil gloinne a ól do gach uair a ndearna siad masturbáil le linn na seachtaine seo caite.",
    "category": "VÓTA"
  },
  {
    "text": "Ar an gcuntas go trí, díríonn gach duine i dtreo an imreora is measa sa leaba. Caithfidh an imreoir is mó a thugtar faoi faoina bhfuil siad a thógáil 3 gloinnte.",
    "category": "VÓTA"
  },
  {
    "text": "Ar an gcuntas go trí, díríonn gach duine i dtreo an imreora is mó casta. Caithfidh an imreoir is mó a thugtar faoi faoina bhfuil siad gloinne a ól as a gcup, atá cinnte measctha lena ngolainn.",
    "category": "VÓTA"
  },
  {
    "text": "Ól 2 gloinnte má bhreathnaigh tú ar phorn bróigeach. Glac 2 deochanna breise má tháinig tú leat féin.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ar an gcuntas go trí, díríonn gach duine i dtreo an imreora is príobháideach. Éiríonn an imreoir is mó a thugtar faoi faoi na méar dhá láimh agus glacann sé 2 gloinnte.",
    "category": "VÓTA"
  },
  {
    "text": "Caithfidh an imreoir leis na cíochanna is mó gloinne a ól dona.",
    "category": "RIALACHÁN"
  },
  {
    "text": "An mhaith leat a bheith ag cóisir le phéinis atá ródhéagóir nó rómhór? Beidh an grúpa atá caillte ag ól 2 gloinnte.",
    "category": "VÓTA"
  },
  {
    "text": "Glac gloinne má bhí aclaíocht agat ar mhúinteoir.",
    "category": "RIALACHÁN"
  },
  {
    "text": "[Name], caithfidh tú na trí imreoirí a roghnú a dhéanfá toirmiscthe, póstaíonn, agus a mharú!",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Ól 2 gloinnte má bhíodh rómheanbhunaidh agat le duine strainséir.",
    "category": "RIALACHÁN"
  },
  {
    "text": "[Name], caithfidh tú glaoch a thabhairt ar chos [Name2] nó ól 4 uair.",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Ar an gcuntas go trí, díríonn gach duine i dtreo an imreora is dócha go bhfuil deifir faoin gcos. Caithfidh an imreoir is mó a thugtar faoi faoi na méar a socraigh dá strócanna agus a ghlacann 2 gloinnte.",
    "category": "VÓTA"
  },
  {
    "text": "Glac 3 gloinnte má tá cion agat ar chos.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má tá tú LGBTQ.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má tá tú tránsgéineach.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ar an gcuntas go trí, díríonn gach duine i dtreo an imreora is dócha go bhfuil dul amach acu. Caithfidh an imreoir is mó a thugtar faoi amach dul amach nó glacadh le 2 gloinnte.",
    "category": "VÓTA"
  },
  {
    "text": "Caithfidh [Name] a bheith in ann a fhantasíocht ghalánta is straigneachta a nochtadh nó ól 3 uair.",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Caithfidh [Name] a insint dúinn céard a thugann siad ar a gcomhalta sa leaba nó ól 3 uair.",
    "category": "DÚSHLÁN"
  },
  {
    "text": "Ól 2 gloinnte má tá tú ag úsáid Viagra riamh.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Glac gloinne má tá cleamhnas gutháin déanta agat riamh.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ól 2 gloinnte má tá tú ag íoc as OnlyFans duine ar bith riamh.",
    "category": "RIALACHÁN"
  },
  {
    "text": "Ar an gcuntas go trí, díríonn gach duine i dtreo an imreora is dócha go n-imeodh siad i bporn. Caithfidh an imreoir is mó a thugtar faoi faoi a chur faoi glasra agus a ghlacadh 2 gloinnte.",
    "category": "VÓTA"
  },
  {
    "text": "Tabharfaidh an imreoir a bhfuil an líon is mó comhpháirtithe gnéasacha aige/aici amach, an oiread sin gloinnte.",
    "category": "RIALACHÁN"
  }
]
